{
    "items": {
    "paperi": {
      "text": "Paperiin on hahmoteltu karkea kartta.\n\nSisääntulo -> Laituri -> Huoltotunneli\n\nReunassa lukee:\n\"Valo ei pysäytä sitä, mutta lämpö pakottaa sen perääntymään.\""
    }
  },

    "sisaantulokaytava": {
        "name": "Sisääntulokäytävä",
        "description": "Heräät kylmän metalliseinän varassa. Akseli kohoaa korkeuksiin, kadoten pimeään, josta valuu alas kylmää ilmaa kuin varoituksena. Yläpuolella olevat tikkaat ovat ruostuneet poikki ja niiden jäänteet roikkuvat vinossa kuin katkenneet kylkiluut. Jaloissasi on ohut kerros mustaa pölyä, joka tuntuu liikahtaneen vasta hetki sitten - aivan kuin joku olisi juuri poistunut paikalta.",
        "exits": {
            "itä": "vanha_laituri"
        },
        "item": "paperi",
        "notes": "Metalliin kaiverrettu viesti: \"Hiljaisuus ei ole tyhjyyttä. Se on varoitus.\""
    },

    "vanha_laituri": {
        "name": "Vanha laituri",
        "description": "Saavut hylätylle laiturille, jonka laatat ovat halkeilleet paineesta ja iästä. Raiteet puuttuvat kokonaan, kuin ne olisi purettu kiireessä. Seinän vieressä lepää ruostunut lokero, jonka ovi on vääntynyt auki. Tunnelin suuntaan johtava käytävä hohkaa kylmää vetoa.",
        "exits": {
            "länsi": "sisaantulokaytava",
            "itä": "huoltotunneli"
        },
        "item": "taskulamppu",
        "secret": "Eräs laatta nitkahtaa jalan alla ja paljastaa onttoa tilaa sen alla. löydät pariston ja laitat sen taskulamppuun, näet vähän paremmin mutta taskulamppu on niin huonossa kunnossa että siitä ei ole suurempaa hyötyä",
        "hidden_item": "paristo",
        "notes": "Seinälle piirretty liidulla: ympyrä, jonka sisällä risti, ja sen vieressä nuoli syvemmälle."
    },

    "huoltotunneli": {
        "name": "Huoltotunneli",
        "description": "Tämä pitkä, matala tunneli on täynnä putkia ja johdoiksi muuttuneita varjoja. Katossa kulkevat metalliputket värähtelevät hiljaa, kuin jokin liikkuisi niiden sisällä. Valosi paljastaa vanhoja huoltomerkintöjä ja tummia läiskiä, joita ei tee mieli tutkia tarkemmin. Kaukana etelän suunnassa humisee tasainen, uhkaava ääni.",
        "exits": {
            "länsi": "vanha_laituri",
            "itä": "tunneliristeys",
            "etelä": "sivukaytava"
        },
        "item": "soihtu",
        "notes": "Putkeen on kirjoitettu tussilla: \"Jos näet sen: älä pysähdy. Valo kääntää sen pois, ota soihtu: se ajaa sen pois.\""
    },

    "sivukaytava": {
        "name": "Sivukäytävä",
        "description": "Kapea, kostea käytävä, jonka seinät tihkuvat vettä. Lattialla näkyy vanhoja jalanjälkiä, jotka vaikuttavat kuuluneen yhdelle henkilölle - mutta ne päättyvät keskelle käytävää. Tummat vesipisarat laskeutuvat säännöllisin välein, ja jokainen tippa kaikuu yllättävän kovaa, aivan kuin joku kuuntelisi.",
        "exits": {
            "pohjoinen": "huoltotunneli",
            "etelä": "sortunut_portaikko"
        },
        "item": null,
        "notes": "Ruosteiset hiukkaset ovat kerääntyneet yhteen kohtaan, kuin jonkin painavan esineen alla."
    },

    "sortunut_portaikko": {
        "name": "Sortunut portaikko",
        "description": "Portaikko, joka on murtunut painonsa alla ja jatkuu arvaamattomaan syvyyteen. Joka kolmas askel on romahtanut pois paikoiltaan, jättäen väliin vaarallisia aukkoja. Ilma alapuolella on selvästi kylmempää, ja jostakin nousee hidas, rytmikäs tuuli, joka muistuttaa hengitystä.",
        "exits": {
            "pohjoinen": "sivukaytava",
            "etelä": "viemari"
        },
        "item": "köysi",
        "one_way": ["etelä"],
        "notes": "Kaiteessa roikkuu repeytynyt keltainen teippi: \"EI ALAS. EI JÄLLEEN.\""
    },

    "viemari": {
        "name": "viemäri",
        "description": "Matalassa tilassa vesi virtaa hitaasti kohti ruostuneita ritilöitä. Ilma on raskas ja tunkkainen, ja jossain syvemmässä tunnissa kaikuu epäsäännöllinen tippa, jonka rytmi on liian epätarkka ollakseen luonnollinen. Seinissä näkyy jälkiä, joita ei ole tehty työkalulla, vaan jollain epäsäännöllisellä ja voimaa omaavalla.",
        "exits": {
            "pohjoinen": "sortunut_portaikko",
            "itä": "ilmanvaihtotila"
        },
        "item": null,
        "notes": "Huoltoloki 11/-: \"Kaikuva läsnäolo jatkuu. Työntekijät kieltäytyivät yövuoroista.\""
    },

    "ilmanvaihtotila": {
        "name": "ilmanvaihtotila",
        "description": "Vanhat, massiiviset ilmavaihtokoneet seisovat toimettomina. Pölyä on niin paljon, että jokainen askel piirtää siihen syvän jäljen. Seinässä näkyy kapeita, epäsäännöllisiä viiruja, jotka muistuttavat kynsien jälkiä. Ilma tuntuu nihkeältä ja sähköiseltä, kuin jokin näkymätön varaus olisi jäänyt leijailemaan ilmaan.",
        "exits": {
            "länsi": "viemari",
            "itä": "pumppuasema"
        },
        "item": "suodatinavain",
        "notes": "Kansio, josta huomaa selkeästi että kaikki muut sivut ovat revitty irti, jäljellä on vian yksi sivu: \"Rata 6 - Poikkeama havaittu. Sähköjärjestelmämme ei löydä vikaa. Jokin liikkuu varjoissa...  \""
    },

    "pumppuasema": {
        "name": "Pumppuasema",
        "description": "Kymmenet pumput lepäävät hiljaa, kuin olisivat jääneet paikalleen kesken liikkeen. Lattialla lojuaa työkaluja ja avoimia rasioita, aivan kuin työ olisi keskeytynyt yhtäkkiä jonkin äänen vuoksi. Seinän vieressä on suuri pumppu, jonka kyljessä on syvä painauma - kuin siihen olisi nojattu valtavalla voimalla.",
        "exits": {
            "länsi": "ilmanvaihtotila",
            "etelä": "huoltohalli"
        },
        "item": null,
        "notes": "Öljyssä näkyvät jalanjäljet ovat epätavallisen pitkiä ja kapeita."
    },

    "huoltohalli": {
        "name": "Huoltohalli",
        "description": "Pitkä ja kaiuton tila, jonka seinissä on avoimia johtopaneeleja. Kaukana käytävän päässä näkyy hämärästi kumartunut hahmo - mutta kun liikut, se katoaa, kuin se olisi ollut vain valon muodostama kuvajainen. Lattialla on rikkoutunut työvalo, jonka polttimo on sisältä päin haljennut.",
        "exits": {
            "pohjoinen": "pumppuasema",
            "etelä": "varastotila",
            "itä": "tunneliristeys"
        },
        "item": "jakoavain",
        "secret": "Yhden paneelin takaa kuuluu hiljainen, matala värinä. Se tuntuu ihossa asti.",
        "hidden_item": "poltin",
        "notes": "Seinään maalattu silmä-symboli on kauttaaltaan naarmutettu. Ehkä pelosta."
    },

    "varastotila": {
        "name": "Varastotila",
        "description": "Hyllyt seisovat tyhjillään kuin olisivat odottaneet jotakin, mikä ei koskaan saapunut. Laatikoiden sisäpinnoissa näkyy painaumia, kuin jotakin olisi pakattu kiireessä ja revitty irti hetkeä myöhemmin. Ilma on kuiva ja kylmä, ja jokainen henkäys tuntuu jäävän kiinni kurkkuun.",
        "exits": {
            "pohjoinen": "huoltohalli"
        },
        "item": null,
        "notes": "Laatikon reunassa lukee: \"HÄTÄVARASTO C\" - sisältö on viety pois väkisin."
    },

    "tunneliristeys": {
        "name": "tunneliristeys",
        "description": "Neljä käytävää kohtaavat tässä hylätyssä salissa. Seinät kaartuvat hitaasti sisäänpäin, kuin koko tila olisi painunut kasaan ajan myötä. Lattialla näkyy vaaleaa pölyä, johon on piirtynyt ympyränmuotoinen jälki - täydellinen, kuin koneella tehty, mutta liian suuri sellaiseen.",
        "exits": {
            "länsi": "huoltotunneli",
            "itä": "katkaisuhuone",
            "etelä": "huoltohalli",
            "pohjoinen": "syva_rata"
        },
        "item": null,
        "notes": "Seinään piirretty kartta: yksi risteyspiste on ympyröity. Sen vieressä lukee: \"Se pysyy valon reunalla.\""
    },

    "syva_rata": {
        "name": "Syvä rata",
        "description": "Pitkä, käyttämätön raide ulottuu pimeyteen, kuin se jatkuisi loputtomiin. Ilma raiteilla tuntuu painostavalta ja sähköiseltä, ja jokainen askel saa etäisen kumahduksen kiertämään tunnelin läpi",
        "exits": {
            "etelä": "tunneliristeys",
            "pohjoinen": "kiskokuoppa"
        },
        "item": null,
        "notes": "Jatka varoen..."
    },

    "kiskokuoppa": {
        "name": "Kiskokuoppa",
        "description": "Huone, jossa lattia on luhistunut syvään kuoppaan. Irtonaiset kivet ovat kasaantuneet kuin jokin olisi vetänyt niitä pitkin lattiaa. Ilma kuopassa on jäätävän kylmää ja tuntuu hiipivän jalkoihin. Jostain alta kuuluu metallin hiljainen kierto, kuin jokin liikkuisi painavan koneiston sisällä.",
        "exits": {
            "etelä": "syva_rata",
            "pohjoinen": "signaaliarkisto"
        },
        "item": null,
        "notes": "Kiveen raaputettu: \"Se odottaa. Se kääntyy valosta pois, mutta ei pysähdy.\""
    },

    "signaaliarkisto": {
        "name": "Signaaliarkisto",
       "description": "Arkisto avautuu pitkänä, kapeana käytävänä, jonka hyllyt notkuvat kosteudesta käpristyneiden papereiden painosta. Ilma on tunkkaista ja raskasta, ja jokaisella askeleella syntyy kaiku, joka ei palaa samaan aikaan kuin ääni lähti - aivan kuin jokin olisi vastannut sinulle takaisin millisekunnin viiveellä. Käytävän perällä on suuri repeämä betonissa, kuin jokin olisi työntynyt seinän läpi sisältäpäin ja jättänyt jälkeensä tilan, jossa valo käyttäytyy oudosti: sen reuna venyy ja hajoaa ennen kuin koskettaa pimeää. Arkistopöytien väliin jätetyissä muistiinpanoissa vilahtaa työntekijöiden kuvauksia hahmosta, joka ilmestyi juuri valon ulkoreunaan, ei koskaan keskelle sitä. Paperien joukossa on rivejä, jotka näyttävät kirjoitetun kiireessä - sanoja raapustettuna hämärässä käsialalla, joka muuttuu sitä sekavammaksi mitä syvemmälle arkistoon kulkee.",
        "exits": {
            "etelä": "kiskokuoppa",
            "itä": "katkaisuhuone"
        },
        "item": "vanha_kortti",
        "notes": "Luokiteltu asiakirja Tietoluokitus: Erittäin Salattu - Projektin Kulku / Rata 6 laajennus:\n\n\"Murmanskin kaupungin myöntämän metrolaajennusluvan jälkeen aloimme laajentaa rataverkostoa kaupungin eteläosiin. Rakennusprojektin ensimmäisinä viikkoina havaittiin ilmiöitä, joiden ajateltiin johtuvan geologisista häiriöistä tai mineraaleista, jotka voisivat sekoittaa mittareita ja järjestelmiä.\n\nEmme kuitenkaan löytäneet geologista vikaa. Kivi oli vakaata - mutta tila sen ympärillä ei. Työntekijät raportoivat varjoja, jotka eivät seuranneet valon kulmaa, sekä askeleita, jotka kuuluivat ilman aiheuttajaa. 26.4.1957 Ryhmä B:n psyykkinen tila romahti muutamassa päivässä, ja heidät poistettiin alueelta.\n\n28.4.1957 toinen tiimi teki ensimmäisen selkeän havainnon: äänen, joka muistutti puhetta, mutta ei vastannut mitään ihmisperäistä taajuutta. 30.4.1957 varjoista tiivistyi hahmo, joka muistutti ihmistä vain ääriviivoiltaan - ei liikkeeltään.\n\nSe ei reagoinut ääneen eikä seurannut ketään. Se pysyi valon reunan ulkopuolella, kuin jokin olisi juuttunut kahden tason väliin. Sen ilmestyessä ilma aaltoili ja mittarit ylikuormittuivat.\n\nTutkimusten mukaan ilmiö ei siedä lämpöä. Kun sen reitille suunnattiin lämpölähde, sen rakenne hajosi ja tila palautui normaaliksi. Tämä on ainoa havaittu tapa tuhota se.\n\nHavaintoa kutsutaan 'Drifteriksi', koska se ei kiinnity seiniin, lattiaan tai varjoihin - se ajelehtii.\n\nOhje: jos näet hahmon, älä lähesty. Käytä lämpöä. Lämpö tappaa sen.\""
    },

    "katkaisuhuone": {
        "name": "Katkaisuhuone",
        "description": "Huone, jossa kymmenet katkaisijat kattavat seinät. Useat ovat lukittuina alas, ja joissain näkyy syviä palojälkiä. Ilmassa leijuu palaneen muovin haju. Pistorasioista kuuluu matalaa, epätahtista naksuntaa, kuin jokin yrittäisi käynnistyä mutta puuttuisi voimaa.",
        "exits": {
            "länsi": "signaaliarkisto",
            "itä": "alempi_kaytava"
        },
        "item": null,
        "notes": "Pienellä lapulla: \"Älä koske ylempiin kytkimiin. Ne avaavat sen.\""
    },

    "alempi_kaytava": {
        "name": "Alempi käytävä", 
        "description": "Täällä ilma on hyytävää. Valonsäteet osuvat leijuvaan pölyyn ja tekevät huoneesta kuolleen näköisen. Lattian alla tuntuu muodoton tärinä, kuin jokin valtava kulkisi syvällä rakenteiden alla. Yhden ruuvinreiän reunalla näkyy kuivunutta, tummunutta nestettä.",
        "exits": {
            "länsi": "katkaisuhuone",
            "itä": "kaikuhalli"
        },
        "item": null,
        "notes": "Hengityksesi näkyy ilmassa, vaikka lämpötilan ei pitäisi laskea näin alas maan alla."
    },

    "kaikuhalli": {
        "name": "Kaikuhalli",
        "description": "Avarampi tila, jossa jokainen liike moninkertaistuu. Askeleesi toistuvat kaukaa seinien kautta, ja välillä kuulet askeleen, jota et itse ottanut. Seinissä näkyy kapeita viiruja, jotka muodostavat kaarevia kuvioita - kuin joku olisi kulkenut sormet pitkin kiveä hämärässä.",
        "exits": {
            "länsi": "alempi_kaytava",
            "pohjoinen": "kylmavarasto"
        },
        "item": null,
        "notes": "Pölyn jäljet muodostavat viivan pohjoiseen, suoraan kylmälle alueelle."
    },

    "kylmavarasto": {
        "name": "Kylmävarasto",
        "description": "Ilma muuttuu vielä kylmemmäksi. Huoneessa on metallisia pöytiä ja vanhoja laatikoita, joiden sisällöt ovat hajonneet tai kadonneet. Yhdellä pöydällä makaa pieni metallinen siru, jonka pinta on kylmä kuin jäinen lasi. Huoneen varjot liikkuvat hitaasti, aivan kuin valo heijastuisi jostain, mitä et näe.",
        "exits": {
            "etelä": "kaikuhalli",
            "itä": "kaapelikanava"
        },
        "item": "siru",
        "notes": "Lapussa: \"Älä vie tätä valoon. Se näkee.\""
    },

    "kaapelikanava": {
        "name": "Kaapelikanava",
        "description": "Kapeat käytävät täynnä paksuja kaapeleita, jotka kiemurtelevat kuin mustat suonet pitkin seiniä. Jotkin kaapelit ovat katkenneet ja kiedottu varoen sivuun. Lattialla on syviä uria, kuin jokin raskas olisi raahautunut pitkin käytävää. Ilmassa on sähköinen väreily.",
        "exits": {
            "länsi": "kylmavarasto",
            "pohjoinen": "tarkastuskaytava"
        },
        "item": null,
        "notes": "Kaapeleiden välissä näkyy sormenjälkiä, mutta ne ovat liian pitkiä ollakseen ihmisen tekemiä."
    },

    "tarkastuskaytava": {
        "name": "Tarkastuskäytävä",
        "description": "Metalliritilät kolisevat jalkojesi alla ja ääni kulkee pitkälle molempiin suuntiin, herättäen kaiut jotka palaavat hieman väärässä rytmissä. Seinissä kulkee tarkastuskaiteita, joiden pintaan on kaiverrettu syviä, epäsäännöllisiä uurteita. Käytävä kaartuu kevyesti ennen porttia.",
        "exits": {
            "etelä": "kaapelikanava",
            "itä": "ruosteinen_portti"
        },
        "item": null,
        "notes": "Ritilän päällä on himmeä jälki - kuin jokin olisi kulkenut siitä monta kertaa, hitaasti ja painavana."
    },

    "ruosteinen_portti": {
        "name": "ruosteinen_portti",
        "description": "Korkea portti, jonka pinta on punaisen ruosteen peittämä ja halkeillut paineesta. Se näyttää siltä, kuin sitä olisi lyöty ja poltettu monilla eri välineillä. Portin juurella lepää outo avain, jonka metalli tuntuu jäätä kylmemmältä. Portin takaa kuuluu ajoittain matala humahdus, joka kuulostaa melkein huokaukselta.",
        "exits": {
            "länsi": "tarkastuskaytava"
        },
        "item": "outo_avain",
        "notes": "Avain on lämmin toiselta puolelta, kuin sitä olisi pidetty kädessä aivan hiljattain."
    }
}
